import TestImage from '../assets/posts/test.png'

export const PostsListData = [
  {
    id: '1',
    title: 'Что такое натальная карта?',
    description: 'Точная математика и астрономические эфемериды',
    image: TestImage,
    link: '',
  },
  {
    id: '2',
    title: 'Пошаговый пример разбора натальной карты',
    description: 'Знаки, дома, аспекты — всё наглядно',
    image: TestImage,
    link: '',
  },
  {
    id: '5',
    title: 'Как интерпретировать планеты в знаках Зодиака',
    description: 'Плацидус, Кох, Равнодомные и другие — выбирай подходящую',
    image: TestImage,
    link: '',
  },
  {
    id: '3',
    title: 'Как интерпретировать планеты в домах натальной карты',
    description: 'Аспекты, заполненность домов, орбисы',
    image: TestImage,
    link: '',
  },
  {
    id: '4',
    title: 'Зачем нужны аспекты в натальной карте и как их правильно интерпретировать',
    description: 'Плацидус, Кох, Равнодомные и другие — выбирай подходящую',
    image: TestImage,
    link: '',
  },

  {
    id: '6',
    title: 'Зачем нужны аспекты в натальной карте и как их правильно интерпретировать',
    description: 'Плацидус, Кох, Равнодомные и другие — выбирай подходящую',
    image: TestImage,
    link: '',
  },
]
