import { SHARED_COLORS_VARIABLES } from '@/shared/assets/styles/colors'

export const domicile = `<span style="color:${SHARED_COLORS_VARIABLES.LINK_BRIGHT_COLOR};font-weight:500;">Обитель</span> — что это?

Обитель показывает знак Зодиака, которым планета управляет.
Находясь в нём, планета проявляется наиболее естественно и сильно.

Такое положение считается гармоничным и усиливает качества планеты в карте.`

export const exaltation = `Экзальтация — что это?

Экзальтация показывает знак, в котором планета находится в особой силе.
Это положение подчёркивает лучшие качества планеты и даёт возможности их ярко проявить.

Такая планета действует более выразительно и уверенно.`

export const detriment = `<span style="color:${SHARED_COLORS_VARIABLES.LINK_BRIGHT_COLOR};font-weight:500;">Изгнание</span> — что это?

Изгнание — знак, противоположный обители планеты.
В этом положении планете сложнее проявить свои основные качества.

Она может работать менее стабильно или искать обходные пути для самовыражения.`

export const fall = `<span style="color:${SHARED_COLORS_VARIABLES.LINK_BRIGHT_COLOR};font-weight:500;">Падение</span> — что это?

Падение показывает знак, противоположный экзальтации планеты.
Здесь планета считается ослабленной и проявляет свои свойства неуверенно.

Это положение часто связано с внутренними трудностями в реализации энергии планеты.`

export const retro = `<span style="color:${SHARED_COLORS_VARIABLES.LINK_BRIGHT_COLOR};font-weight:500;">Ретроградность</span> — что это?

Ретроградность показывает, что планета движется по небу в обратном направлении относительно обычного хода, «против шерсти» солнечной системы.

В астрологии это связано с замедлением процессов, задержками и ситуациями, когда приходится возвращаться к прежним вопросам.

Такое положение планеты может означать, что дела по её теме требуют больше времени, осторожности и повторных попыток.`
